/* formatter template for software update release date */
"%m/%d/%y" = "%m/%d/%y";

/* update available title */
"A new version is available" = "A new version is available";

/* Cancel button */
"Cancel" = "Cancel";

/* Connect button for software update */
"Connect" = "Connect";

/* update check failure title */
"Could not contact update site" = "Could not contact update site";

/* update check failure explanation */
"It was not possible to contact the update server via Internet. Please check your Internet connection or retry at a later time." = "It was not possible to contact the update server via Internet. Please check your Internet connection or retry at a later time.";

/* OK button */
"OK" = "OK";

/* update available explanation template */
"The software package %@, version %@ (Build %@), is available since %@.\nClick on the Connect button below to open the download web site and get detailed information." = "The software package %@, version %@ (Build %@), is available since %@.\nClick on the Connect button below to open the download web site and get detailed information.";

/* no update available title */
"This software product is up-to-date" = "This software product is up-to-date";

/* no update available explanation */
"You are already using the latest version of this software package that is available for this operating system." = "You are already using the latest version of this software package that is available for this operating system.";

/* wait message */
"Please wait. Checking for updates..." = "Please wait. Checking for updates…";
